Revit 2027 API
NavisworksExportOptions Constructor
 Create an instance of Navisworks Export Options set with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public NavisworksExportOptions()
Public Sub New
public:
NavisworksExportOptions()
new : unit -> NavisworksExportOptions
See Also
Reference
NavisworksExportOptions Class
Autodesk.Revit.DB Namespace